Repository: jtrussell/sloppy-labwork
Catalog: locale/*/LC_MESSAGES/*/django-*-C.po
Languages: de_de, fr_ca, it_it, pl_pl, pt_br

source: My KeyChain
fr_ca: Mon porte-clés
pl_pl: Mój brelok

source: Home
de_de: Startseite
fr_ca: Maison
pl_pl: Dom
pt_br: Página inicial

source: Events
de_de: Veranstaltungen
fr_ca: Événements
it_it: Eventi
pl_pl: Wydarzenia
pt_br: Eventos

source: Members
de_de: Mitglieder
fr_ca: Membres
it_it: Membri
pl_pl: Członkowie
pt_br: Membros

source: Leaderboards
de_de: Wertungstafeln
fr_ca: Classements
it_it: Classifiche
pl_pl: Tabele wyników
pt_br: Tabelas de classificação

source: Results
de_de: Ergebnisse
fr_ca: Résultats
it_it: Risultati
pl_pl: Wyniki
pt_br: Resultados

source: This file is optional. See below for details.
de_de: Diese Datei ist optional. Einzelheiten siehe unten.
fr_ca: Ce fichier est facultatif. Voir ci-dessous pour plus de détails.
it_it: Questo file è facoltativo. Vedi sotto per i dettagli.
pl_pl: Ten plik jest opcjonalny. Szczegóły poniżej.
pt_br: Este arquivo é opcional. Veja abaixo para mais detalhes.

source: Other
de_de: Sonstiges
fr_ca: Autre
it_it: Altro
pl_pl: Inny
pt_br: Outros

source: Event Name
de_de: Veranstaltungsnamen
fr_ca: Nom de l'événement
it_it: Nome dell'evento
pl_pl: Nazwa wydarzenia
pt_br: Nome do evento

source: Event Date
de_de: Veranstaltungstermin
fr_ca: Date de l'événement
it_it: Data dell'evento
pl_pl: Data wydarzenia
pt_br: Data do evento

source: Player Count
de_de: Spieleranzahl
fr_ca: Nombre de joueurs
it_it: Numero di giocatori
pl_pl: Liczba graczy
pt_br: Contagem de jogadores

source: Event Type
de_de: Ereignistyp
fr_ca: Type d'événement
it_it: Tipo di evento
pl_pl: Typ zdarzenia
pt_br: Tipo de evento

source: An optional note to the playgroup EOs.
de_de: Eine optionale Notiz an die Spielgruppen-EOs.
fr_ca: Note facultative à l'attention des responsables des groupes de jeu.
it_it: Una nota facoltativa per gli EO del gruppo di gioco.
pl_pl: Opcjonalna uwaga do EO dla grupy zabawowej.
pt_br: Uma nota opcional para os EOs do grupo de brincadeiras.

source: Submitted
de_de: Einreichung
fr_ca: Soumis
it_it: Inviato
pl_pl: Złożony
pt_br: Enviado

source: Accepted
de_de: Akzeptiert
fr_ca: Accepté
it_it: Accettato
pl_pl: Przyjęty
pt_br: Aceito

source: Declined
de_de: Abgelehnt
fr_ca: Refusé
it_it: Rifiutato
pl_pl: Odrzucony
pt_br: Recusado

source: Cancelled
de_de: Abgesagt
fr_ca: Annulé
it_it: Annullato
pl_pl: Odwołany
pt_br: Cancelado

source: Tournament
de_de: Turnier
fr_ca: Tournoi
it_it: Torneo
pl_pl: Turniej
pt_br: Torneio

source: Open Play
de_de: Freies Spiel
fr_ca: Jeu ouvert
it_it: Gioco aperto
pl_pl: Otwarta gra
pt_br: Jogo Aberto

source: Ranking points
de_de: Rangpunkte
fr_ca: Points de classement
it_it: Punti di classifica
pl_pl: Punkty rankingowe
pt_br: Pontos de classificação

source: Month
de_de: Monat
fr_ca: Mois
it_it: Mese
pl_pl: Miesiąc
pt_br: Mês

source: Season
de_de: Saison
fr_ca: Saison
it_it: Stagione
pl_pl: Sezon
pt_br: Temporada

source: All Time
de_de: Alle Zeiten
fr_ca: Tout le temps
it_it: Di tutti i tempi
pl_pl: Cały czas
pt_br: Todos os tempos

source: KeyChain Dark
fr_ca: Porte-clés sombre

source: KeyChain Light
fr_ca: Porte-clés lumineux
pl_pl: Brelok z latarką

source: Update Rankings
de_de: Aktualisiere Ranglisten
fr_ca: Mise à jour des classements
it_it: Aggiorna classifiche
pl_pl: Aktualizacja rankingów
pt_br: Atualizar classificações

source: You are already a member of this playgroup.
de_de: Du bist bereits Mitglied dieser Spielgruppe.
fr_ca: Vous êtes déjà membre de ce groupe de jeu.
it_it: Sei già membro di questo gruppo di gioco.
pl_pl: Jesteś już członkiem tej grupy zabaw.
pt_br: Você já é membro deste grupo de brincadeiras.

source: Join request cancelled.
de_de: Beitrittsantrag storniert.
fr_ca: Demande d'adhésion annulée.
it_it: Richiesta di adesione annullata.
pl_pl: Prośba o dołączenie została anulowana.
pt_br: Pedido de adesão cancelado.

source: New join request for {}
de_de: Neuer Beitrittsantrag für {}
fr_ca: Nouvelle demande d'adhésion pour {}
it_it: Nuova richiesta di adesione per {}
pl_pl: Nowe żądanie dołączenia dla {}
pt_br: Novo pedido de adesão para {}

source: Join request submitted.
de_de: Beitrittsantrag gesendet.
fr_ca: Demande d'adhésion soumise.
it_it: Richiesta di adesione inviata.
pl_pl: Prośba o dołączenie została wysłana.
pt_br: Pedido de adesão enviado.

source: This join request has already been handled.
de_de: Dieser Beitrittsantrag wurde bereits bearbeitet.
fr_ca: Cette demande d'adhésion a déjà été traitée.
it_it: Questa richiesta di adesione è già stata gestita.
pl_pl: Ta prośba o dołączenie została już obsłużona.
pt_br: Este pedido de adesão já foi processado.

source: Join request accepted.
de_de: Beitrittsantrag angenommen.
fr_ca: Demande d'adhésion acceptée.
it_it: Richiesta di adesione accettata.
pl_pl: Prośba o dołączenie została zaakceptowana.
pt_br: Pedido de adesão aceito.

source: Join request accepted for {}
de_de: Beitrittsantrag für {} angenommen.
fr_ca: Demande d'adhésion acceptée pour {}
it_it: Richiesta di adesione accettata per {}
pl_pl: Prośba o dołączenie została zaakceptowana dla {}
pt_br: Pedido de adesão aceito para {}

source: Join request declined.
de_de: Teilnahmeantrag abgelehnt.
fr_ca: Demande d'adhésion refusée.
it_it: Richiesta di adesione rifiutata.
pl_pl: Prośba o dołączenie została odrzucona.
pt_br: Pedido de adesão recusado.

source: Profile updated.
de_de: Profil aktualisiert.
fr_ca: Profil mis à jour.
it_it: Profilo aggiornato.
pl_pl: Profil zaktualizowany.
pt_br: Perfil atualizado.

source: Member removed.
de_de: Mitglied entfernt.
fr_ca: Membre supprimé.
it_it: Membro rimosso.
pl_pl: Członek usunięty.
pt_br: Membro removido.

source: Event updated.
de_de: Ereignis aktualisiert.
fr_ca: Événement mis à jour.
it_it: Evento aggiornato.
pl_pl: Wydarzenie zaktualizowane.
pt_br: Evento atualizado.

source: Oops! That's not quite right. Check the form and try again.
de_de: Ups! Das ist nicht ganz richtig. Überprüfen Sie das Formular und versuchen Sie es erneut.
fr_ca: Oups ! Ce n'est pas tout à fait correct. Veuillez vérifier le formulaire et réessayer.
it_it: Ops! Qualcosa non va. Controlla il modulo e riprova.
pl_pl: Ups! To nie do końca tak. Sprawdź formularz i spróbuj ponownie.
pt_br: Opa! Isso não está certo. Verifique o formulário e tente novamente.

source: Event deleted.
de_de: Ereignis gelöscht.
fr_ca: Événement supprimé.
it_it: Evento cancellato.
pl_pl: Wydarzenie zostało usunięte.
pt_br: Evento excluído.

source: Event created.
de_de: Ereignis erstellt.
fr_ca: Événement créé.
it_it: Evento creato.
pl_pl: Wydarzenie utworzone.
pt_br: Evento criado.

source: Ranking points updated.
de_de: Rankingpunkte aktualisiert.
fr_ca: Points de classement mis à jour.
it_it: Punti classifica aggiornati.
pl_pl: Zaktualizowano punkty rankingowe.
pt_br: Pontos de classificação atualizados.

source: Result removed.
de_de: Ergebnis entfernt.
fr_ca: Résultat supprimé.
it_it: Risultato rimosso.
pl_pl: Wynik został usunięty.
pt_br: Resultado removido.

source: Result added.
de_de: Ergebnis hinzugefügt.
fr_ca: Résultat ajouté.
it_it: Risultato aggiunto.
pl_pl: Wynik dodany.
pt_br: Resultado adicionado.

source: Oops! We could not find a user named {}. Usernames are case sensitive.
de_de: Ups! Wir konnten keinen Benutzer mit dem Namen {} finden. Benutzernamen sind einzelfallsensibel.
fr_ca: Oups ! Nous n'avons trouvé aucun utilisateur nommé {}. Les noms d'utilisateur sont sensibles à la casse.
it_it: Ops! Non siamo riusciti a trovare un utente con il nome {}. I nomi utente distinguono tra maiuscole e minuscole.
pl_pl: Ups! Nie znaleźliśmy użytkownika o nazwie {}. Nazwy użytkowników rozróżniają wielkość liter.
pt_br: Opa! Não foi possível encontrar um usuário chamado {}. Os nomes de usuário diferenciam maiúsculas de minúsculas.

source: Oops! We could not save that result, you may have one for that user already.
de_de: Ups! Wir konnten dieses Ergebnis nicht speichern, möglicherweise haben Sie bereits eines für diesen Benutzer.
fr_ca: Oups ! Nous n'avons pas pu enregistrer ce résultat ; il se peut que vous en ayez déjà un pour cet utilisateur.
it_it: Ops! Non è stato possibile salvare il risultato, forse ne hai già uno per quell'utente.
pl_pl: Ups! Nie udało nam się zapisać tego wyniku. Możliwe, że masz już wynik dla tego użytkownika.
pt_br: Opa! Não foi possível salvar esse resultado. Talvez você já tenha um para esse usuário.

source: Oops! Something went wrong.
de_de: Ups! Etwas ist schiefgelaufen.
fr_ca: Oups ! Une erreur s'est produite.
it_it: Ops! Qualcosa è andato storto.
pl_pl: Ups! Coś poszło nie tak.
pt_br: Opa! Algo deu errado.

source: Master Vault account disconnected.
de_de: Master-Vault-Konto wurde getrennt.
fr_ca: Compte Master Vault déconnecté.
it_it: Account Master Vault disconnesso.
pl_pl: Konto Master Vault zostało odłączone.
pt_br: Conta Master Vault desconectada.

source: Master Vault account connected.
de_de: Master-Vault-Konto verbunden.
fr_ca: Compte Master Vault connecté.
it_it: Account Master Vault collegato.
pl_pl: Konto Master Vault jest połączone.
pt_br: Conta Master Vault conectada.

source: {} added. View <a href="{}">their profile</a>.
de_de: {} hinzugefügt. Ansicht <a href="{}">ihr Profil</a>.
fr_ca: {} ajouté. Voir <a href="{}">leur profil</a>.
it_it: {} aggiunto. Visualizza <a href="{}">il loro profilo</a>.
pl_pl: {} dodano. Zobacz <a href="{}">jego profil</a>.
pt_br: {} adicionado. Veja <a href="{}">o perfil deles</a>.

source: {} is already a member. View <a href="{}">their profile</a>.
de_de: {} ist bereits Mitglied. Anzeigen <a href="{}">ihr Profil</a>.
fr_ca: {} est déjà membre. Consultez <a href="{}">son profil</a>.
it_it: {} è già membro. Visualizza <a href="{}">il suo profilo</a>.
pl_pl: {} jest już członkiem. Zobacz <a href="{}">jego profil</a>.
pt_br: {} já é membro. Veja <a href="{}">o perfil dele/dela</a>.

source: Oops! We could not find a user with that username. Usernames are case sensitive.
de_de: Ups! Wir konnten keinen Benutzer mit diesem Benutzernamen finden. Benutzernamen sind einzelfallsensibel.
fr_ca: Oups ! Nous n'avons trouvé aucun utilisateur portant ce nom d'utilisateur. Les noms d'utilisateur sont sensibles à la casse.
it_it: Ops! Non siamo riusciti a trovare un utente con quel nome utente. I nomi utente distinguono tra maiuscole e minuscole.
pl_pl: Ups! Nie znaleźliśmy użytkownika o takiej nazwie. Nazwy użytkowników rozróżniają wielkość liter.
pt_br: Opa! Não foi possível encontrar um usuário com esse nome de usuário. Os nomes de usuário diferenciam maiúsculas de minúsculas.

source: Any
de_de: Irgendein
fr_ca: N'importe lequel
it_it: Qualsiasi
pl_pl: Każdy
pt_br: Qualquer

source: Call of the Archons
de_de: Ruf der Archonten
fr_ca: L'appel des archontes
it_it: Il richiamo degli Arconti
pl_pl: Wezwanie Archontów
pt_br: Chamado dos Arcontes

source: Age of Ascension
de_de: Zeitalter des Aufstiegs
fr_ca: L'âge de l'ascension
it_it: Età dell'Ascensione
pl_pl: Wiek Wniebowstąpienia
pt_br: Era da Ascensão

source: Worlds Collide
de_de: Welten kollidieren
fr_ca: Des mondes se rencontrent
it_it: Mondi in collisione
pl_pl: Światy się zderzają
pt_br: Mundos em colisão

source: Mass Mutation
de_de: Massenmutation
fr_ca: Mutation massive
it_it: Mutazione di massa
pl_pl: Mutacja masowa
pt_br: Mutação em massa

source: Dark Tidings
de_de: Dunkle Nachrichten
fr_ca: Sombres Nouvelles
it_it: Cattive notizie
pl_pl: Mroczne wieści
pt_br: Notícias sombrias

source: Winds of Exchange
de_de: Winde des Austauschs
fr_ca: Vents d'échange
it_it: Venti di cambiamento
pl_pl: Wiatry wymiany
pt_br: Ventos de Mudança

source: Unchained 2022
fr_ca: Déchaîné 2022
it_it: Senza catene 2022
pt_br: Sem Correntes 2022

source: Vault Masters 2023
fr_ca: Maîtres des coffres-forts 2023
it_it: Maestri del caveau 2023
pl_pl: Mistrzowie Skarbca 2023
pt_br: Mestres do Cofre 2023

source: Grim Reminders
fr_ca: Sombres rappels
it_it: Tristi ricordi
pl_pl: Mroczne przypomnienia
pt_br: Lembranças sombrias

source: Vault Masters 2024
fr_ca: Maîtres des coffres-forts 2024
it_it: Maestri del caveau 2024
pl_pl: Mistrzowie Skarbca 2024
pt_br: Mestres do Cofre 2024

source: Æmber Skies
fr_ca: Ciel d'ambre
it_it: Cieli color ambra
pl_pl: Niebo Æmber
pt_br: Céus Âmbar

source: Tokens of Change
fr_ca: Jetons de change
it_it: Segni di cambiamento
pl_pl: Żetony zmiany
pt_br: Símbolos da Mudança

source: More Mutation
de_de: Mehr Mutation
fr_ca: Plus de mutations
it_it: Altre mutazioni
pl_pl: Więcej mutacji
pt_br: Mais mutações

source: DoK username
de_de: DoK Benutzername
fr_ca: Nom d'utilisateur DoK
it_it: Nome utente DoK
pl_pl: Nazwa użytkownika DoK
pt_br: Nome de usuário DoK

source: Master vault link is invalid
de_de: Der Link zum Master-Safe ist ungültig
fr_ca: Le lien vers le coffre-fort principal est invalide.
it_it: Il collegamento al vault principale non è valido
pl_pl: Łącze do głównego skarbca jest nieprawidłowe
pt_br: O link do cofre principal é inválido

source: Pending
de_de: Ausstehend
fr_ca: En attente
it_it: In sospeso
pl_pl: Aż do
pt_br: Pendente

source: Verified
de_de: Überprüft
fr_ca: Vérifié
it_it: Verificato
pl_pl: Zweryfikowano
pt_br: Verificado

source: Rejected
de_de: Zurückgewiesen
fr_ca: Rejeté
it_it: Rifiutato
pl_pl: Odrzucony
pt_br: Rejeitado

source: English
de_de: Englisch
fr_ca: Anglais
it_it: Inglese
pl_pl: angielski
pt_br: Português

source: Italian
de_de: Italienisch
fr_ca: italien
it_it: italiano
pl_pl: włoski
pt_br: italiano

source: Polish
fr_ca: polonais
it_it: Polacco
pl_pl: Polski
pt_br: Polonês

source: Sign In
de_de: <translation>Anmelden</translation>
fr_ca: Se connecter
it_it: Accedi
pl_pl: Zalogować się
pt_br: Entrar

source: Log In
de_de: <translation>Anmelden</translation>
fr_ca: Se connecter
it_it: Accedi
pl_pl: Zaloguj się
pt_br: Entrar

source: Log in to get to the good stuff 😎.
de_de: Melden Sie sich an, um zu den guten Sachen zu gelangen 😎.
fr_ca: Connectez-vous pour accéder aux meilleurs contenus 😎.
it_it: Accedi per accedere alle cose interessanti 😎.
pl_pl: Zaloguj się, aby zobaczyć więcej 😎.
pt_br: Faça login para acessar o conteúdo interessante.

source: Log in
de_de: <translation>Anmelden</translation>
fr_ca: Se connecter
it_it: Accedi
pl_pl: Zaloguj się
pt_br: Faça login

source: Don't want to futz with passwords? We'll send you a magic code, be sure to check your spam folder if you don't see it.
de_de: Sie möchten sich nicht mit Passwörtern herumärgern? Wir senden Ihnen einen magischen Code. Achten Sie darauf, Ihren Spam-Ordner zu überprüfen, falls Sie ihn nicht sehen.
fr_ca: Vous n'avez pas envie de vous embêter avec des mots de passe ? Nous vous enverrons un code magique ; pensez à vérifier votre dossier de courriers indésirables si vous ne le voyez pas.
it_it: Non vuoi perdere tempo con le password? Ti invieremo un codice magico, assicurati di controllare la cartella dello spam se non lo vedi.
pl_pl: Nie chcesz bawić się hasłami? Wyślemy Ci magiczny kod. Sprawdź folder ze spamem, jeśli go nie znajdziesz.
pt_br: Não quer se preocupar com senhas? Enviaremos um código mágico para você. Verifique sua pasta de spam se não o encontrar.

source: Welcome, %(name)s.
de_de: Willkommen, %(name)s.
fr_ca: Accueillir, %(name)s.
it_it: Benvenuto, %(name)s.
pl_pl: Powitanie, %(name)s.
pt_br: Bem-vindo, %(name)s.

source: Connect %(provider)s
de_de: Verbinden %(provider)s
fr_ca: Connecter %(provider)s
it_it: Connettiti %(provider)s
pl_pl: Łączyć %(provider)s
pt_br: Conectar %(provider)s

source: You are about to connect a new third-party account from %(provider)s.
de_de: Sie stehen kurz davor, ein neues Konto eines Drittanbieters zu verbinden von %(provider)s.
fr_ca: Vous êtes sur le point de connecter un nouveau compte tiers depuis %(provider)s.
it_it: Stai per collegare un nuovo account di terze parti da %(provider)s.
pl_pl: Zamierzasz połączyć nowe konto innej firmy z %(provider)s.
pt_br: Você está prestes a conectar uma nova conta de terceiros do %(provider)s.

source: Sign In Via %(provider)s
de_de: Anmelden über %(provider)s
fr_ca: Se connecter via %(provider)s
it_it: Accedi tramite %(provider)s
pl_pl: Zaloguj się przez %(provider)s
pt_br: Entrar através de %(provider)s

source: You are about to sign in using a third-party account from %(provider)s.
de_de: Sie sind dabei, sich mit einem Drittanbieterkonto anzumelden von %(provider)s.
fr_ca: Vous êtes sur le point de vous connecter à l'aide d'un compte tiers provenant de %(provider)s.
it_it: Stai per accedere utilizzando un account di terze parti da %(provider)s.
pl_pl: Zamierzasz zalogować się przy użyciu konta innej firmy %(provider)s.
pt_br: Você está prestes a fazer login usando uma conta de terceiros do %(provider)s.

source: Continue
de_de: Weiter
fr_ca: Continuer
it_it: Continua
pl_pl: Kontynuować
pt_br: Continuar

source: Shadows
de_de: Schatten
fr_ca: Ombres
it_it: Ombre
pl_pl: Cienie
pt_br: Sombras

source: Menagerie
it_it: Serraglio
pl_pl: Menażeria

source: Logos
it_it: Loghi
pl_pl: Loga
pt_br: Logotipos

source: Max SAS
it_it: SAS massimo
pt_br: SAS máximo

source: Dis
pt_br: Des
